Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# healthMetricFamily.restingHR
source: Resting HR
de: Ruhepuls
es: FC en reposo
fr: FC au repos
hy: Հանգստի պուլս
it: FC a riposo
ka: მოსვენების პულსი
ru: Пульс покоя
sr: Пулс у мировању

# healthMetricFamily.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hy: Քուն
it: Sonno
ka: ძილი
ru: Сон
sr: Сан

# healthMetricFamily.strain
source: Strain
de: Belastung
es: Esfuerzo
fr: Effort
hy: Ծանրաբեռնվածություն
it: Sforzo
ka: დატვირთვა
ru: Нагрузка
sr: Напрезање

# healthMetricFamily.unitHours
source: h
de: Std.
ru: ч
sr: ч

# heroContext.bestInRange
source: Best in %lld days
de: Bester Wert in %lld Tagen
es: Mejor valor en %lld días
fr: Meilleur score depuis %lld jours
hy: Լավագույնը վերջին %lld օրում
it: Miglior valore in %lld giorni
ka: საუკეთესო ბოლო %lld დღეში
ru: Лучший результат за %lld дней
sr: Најбоље за %lld дана

# heroContext.vsAverage
source: %@ vs your average
de: %@ im Vergleich zu deinem Durchschnitt
es: %@ frente a tu media
fr: %@ par rapport à votre moyenne
hy: %@ քո միջինի համեմատ
it: %@ rispetto alla tua media
ka: %@ შენს საშუალოსთან შედარებით
ru: %@ по сравнению с твоим средним
sr: %@ у односу на твој просек

# historyCalendar.a11y.birthday
source: your birthday
de: dein Geburtstag
es: tu cumpleaños
fr: votre anniversaire
hy: ձեր ծննդյան օրը
it: il tuo compleanno
ka: თქვენი დაბადების დღე
ru: ваш день рождения
sr: ваш рођендан

# historyCalendar.a11y.future
source: upcoming
de: bevorstehend
es: próximo
fr: à venir
hy: առաջիկա
it: in arrivo
ka: მოახლოებული
ru: предстоящий
sr: предстојеће

# historyCalendar.a11y.logged
source: workout logged
de: Training erfasst
es: entrenamiento registrado
fr: entraînement enregistré
hy: մարզումը գրանցվել է
it: allenamento registrato
ka: ვარჯიში ჩაწერილია
ru: тренировка записана
sr: тренинг забележен

# historyCalendar.a11y.missed
source: missed
de: ausgelassen
es: saltado
fr: manqué
hy: բաց թողնված
it: saltato
ka: გამოტოვებული
ru: пропущено
sr: пропуштено

# historyCalendar.a11y.perfect
source: perfect day
de: perfekter Tag
es: día perfecto
fr: journée parfaite
hy: կատարյալ օր
it: giorno perfetto
ka: სრულყოფილი დღე
ru: идеальный день
sr: савршен дан

# historyCalendar.a11y.rest
source: rest day
de: Ruhetag
es: día de descanso
fr: jour de repos
hy: հանգստյան օր
it: giorno di riposo
ka: დასვენების დღე
ru: день отдыха
sr: дан одмора

# historyCalendar.a11y.today
source: today
de: heute
es: hoy
fr: aujourd'hui
hy: այսօր
it: oggi
ka: დღეს
ru: сегодня
sr: данас

# historyCalendar.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# historyCalendar.legend.logged
source: Logged
de: Erfasst
es: Registrado
fr: Enregistré
hy: Գրանցվել է
it: Registrato
ka: ჩაწერილია
ru: Записано
sr: Забележено

# historyCalendar.legend.missed
source: Missed
de: Ausgelassen
es: Saltado
fr: Manqué
hy: Բաց թողնված է
it: Saltato
ka: გამოტოვებულია
ru: Пропущено
sr: Пропуштено

# historyCalendar.legend.perfect
source: Perfect
de: Perfekt
es: Perfecto
fr: Parfait
hy: Կատարյալ
it: Perfetto
ka: სრულყოფილი
ru: Идеально
sr: Савршено

# historyCalendar.legend.rest
source: Rest
de: Ruhetag
es: Descanso
fr: Repos
hy: Հանգիստ
it: Riposo
ka: დასვენება
ru: Отдых
sr: Одмор

# historyCalendar.loadEarlier
source: Load earlier months
de: Frühere Monate laden
es: Cargar meses anteriores
fr: Charger les mois précédents
hy: Բեռնել նախորդ ամիսները
it: Carica mesi precedenti
ka: წინა თვეების ჩატვირთვა
ru: Загрузить более ранние месяцы
sr: Учитај раније месеце

# historyCalendar.navigationTitle
source: History
de: Verlauf
es: Historial
fr: Historique
hy: Պատմություն
it: Cronologia
ka: ისტორია
ru: История
sr: Историја

# home.aiPlanCard.eyebrow
source: Today's AI-generated workout
de: Heutiges KI-generiertes Training
es: Entrenamiento generado por IA de hoy
fr: Séance générée par l'IA du jour
hy: Այսօրվա ԱԲ-ի կողմից ստեղծված մարզումը
it: Allenamento generato dall'IA di oggi
ka: დღევანდელი AI-ს მიერ გენერირებული ვარჯიში
ru: Сегодняшняя тренировка от ИИ
sr: Данашњи тренинг генерисан вештачком интелигенцијом

# home.aiPlanCard.gymPhotoNote
source: Generated with your gym picture
de: Erstellt mit deinem Fitnessstudio-Foto
es: Generado con tu foto del gimnasio
fr: Généré avec ta photo de salle
hy: Ստեղծված է ձեր մարզասրահի նկարով
it: Generato con la tua foto della palestra
ka: შექმნილია თქვენი დარბაზის ფოტოთი
ru: Создано по фото вашего зала
sr: Направљено уз твоју фотографију теретане

# home.autoLog.feedbackNoCalories
source: Detected automatically from %@.
de: Automatisch erkannt von %@.
es: Detectado automáticamente desde %@.
fr: Détecté automatiquement depuis %@.
hy: Ինքնաշխատ հայտնաբերվել է %@-ից։
it: Rilevato automaticamente da %@.
ka: ავტომატურად აღმოჩენილია %@-დან.
ru: Определено автоматически из %@.
sr: Аутоматски откривено из %@.

# home.autoLog.feedbackWithCalories
source: Detected automatically from %@ -- %@ kcal burned.
de: Automatisch erkannt von %@ -- %@ kcal verbrannt.
es: Detectado automáticamente desde %@ -- %@ kcal quemadas.
fr: Détecté automatiquement depuis %@ -- %@ kcal brûlées.
hy: Ինքնաշխատ հայտնաբերվել է %@-ից -- այրվել է %@ կկալ։
it: Rilevato automaticamente da %@ -- %@ kcal bruciate.
ka: ავტომატურად აღმოჩენილია %@-დან -- დაიწვა %@ კკალ.
ru: Определено автоматически из %@ -- сожжено %@ ккал.
sr: Аутоматски откривено из %@ -- потрошено %@ kcal.

# home.checklist.doneButton
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# home.checklist.sheetTitle
source: Today's checklist
de: Heutige Checkliste
es: Lista de hoy
fr: Liste du jour
hy: Այսօրվա ստուգացանկը
it: Checklist di oggi
ka: დღევანდელი საკონტროლო სია
ru: Сегодняшний чек-лист
sr: Данашња листа задатака

# home.customTraining.backToSomasPickButton
source: Back to Soma's pick
de: Zurück zu Somas Auswahl
es: Volver a la selección de Soma
fr: Retour à la sélection de Soma
hy: Վերադառնալ Սոմայի ընտրությանը
it: Torna alla scelta di Soma
ka: დაბრუნება Soma-ს არჩევანზე
ru: Назад к выбору Soma
sr: Назад на Soma-ин избор

# home.customTraining.changeTypeButton
source: Change type
de: Typ ändern
es: Cambiar tipo
fr: Changer le type
hy: Փոխել տեսակը
it: Cambia tipo
ka: ტიპის შეცვლა
ru: Изменить тип
sr: Промени тип

# home.customTraining.comingSoonBody
source: Custom training by sport type is coming soon — Soma will build sport-specific sessions here. For now, Soma's pick still adapts to today's readiness.
de: Individuelles Training nach Sportart kommt bald — Soma erstellt hier sportartspezifische Einheiten. Bis dahin passt sich Somas Auswahl weiterhin an deine heutige Bereitschaft an.
es: El entrenamiento personalizado por tipo de deporte llegará pronto — Soma creará aquí sesiones específicas para tu deporte. Por ahora, la selección de Soma sigue adaptándose a tu preparación de hoy.
fr: L'entraînement personnalisé par type de sport arrive bientôt — Soma créera ici des séances spécifiques à ton sport. Pour l'instant, la sélection de Soma s'adapte toujours à ta forme du jour.
hy: Սպորտի տեսակով հարմարեցված մարզումը շուտով կլինի — Soma-ն այստեղ կկառուցի սպորտին հատուկ պարապմունքներ։ Առայժմ Sooma-ի ընտրությունը դեռ հարմարվում է այսօրվա պատրաստակամությանը։
it: L'allenamento personalizzato per tipo di sport arriverà presto — Soma creerà qui sessioni specifiche per il tuo sport. Per ora, la scelta di Soma continua ad adattarsi alla tua prontezza di oggi.
ka: სპორტის სახეობის მიხედვით საკუთარი ვარჯიში მალე დაემატება — Soma აქ შექმნის სპორტისთვის სპეციფიკურ სესიებს. ამჟამად Soma-ს არჩევანი კვლავ ეგუება დღევანდელ მზადყოფნას.
ru: Свои тренировки по виду спорта скоро появятся — Soma будет создавать здесь занятия под конкретный вид спорта. Пока что выбор Soma по-прежнему подстраивается под сегодняшнюю готовность.
sr: Прилагођен тренинг по врсти спорта стиже ускоро — Soma ће овде правити тренинге специфичне за спорт. За сада, Soma-ин избор и даље се прилагођава данашњој спремности.

# home.customTraining.eyebrow
source: CUSTOM TRAINING
de: INDIVIDUELLES TRAINING
es: ENTRENAMIENTO PERSONALIZADO
fr: ENTRAÎNEMENT PERSONNALISÉ
hy: ՀԱՐՄԱՐԵՑՎԱԾ ՄԱՐԶՈՒՄ
it: ALLENAMENTO PERSONALIZZATO
ka: საკუთარი ვარჯიში
ru: СВОИ ТРЕНИРОВКИ
sr: ПРИЛАГОЂЕН ТРЕНИНГ

# home.customTraining.pickSportTypeFallback
source: Pick a sport type
de: Wähle eine Sportart
es: Elige un tipo de deporte
fr: Choisis un type de sport
hy: Ընտրիր սպորտի տեսակ
it: Scegli un tipo di sport
ka: აირჩიე სპორტის სახეობა
ru: Выберите вид спорта
sr: Изабери врсту спорта

# home.dock.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
hy: Ակտիվություն
it: Attività
ka: აქტივობა
ru: Активность
sr: Активност

# home.dock.activity.label
source: Activity
de: Aktivität
es: Actividad
fr: Activité
hy: Ակտիվություն
it: Attività
ka: აქტივობა
ru: Активность
sr: Активност

# home.dock.dashboard
source: Health dashboard
de: Gesundheits-Dashboard
es: Panel de salud
fr: Tableau de bord santé
hy: Առողջության վահանակ
it: Dashboard salute
ka: ჯანმრთელობის დაფა
ru: Панель здоровья
sr: Контролна табла здравља

# home.dock.dashboard.label
source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
hy: Վահանակ
it: Pannello
ka: დაფა
ru: Панель
sr: Контролна табла

# home.dock.goals
source: Sport goal
de: Sportziel
es: Meta deportiva
fr: Objectif sportif
hy: Սպորտային նպատակ
it: Obiettivo sportivo
ka: სპორტული მიზანი
ru: Спортивная цель
sr: Спортски циљ

# home.dock.goals.label
source: Goals
de: Ziele
es: Metas
fr: Objectifs
hy: Նպատակներ
it: Obiettivi
ka: მიზნები
ru: Цели
sr: Циљеви

# home.dock.logWorkout
source: Log workout
de: Training protokollieren
es: Registrar entrenamiento
fr: Enregistrer l'entraînement
hy: Գրանցել մարզումը
it: Registra allenamento
ka: ვარჯიშის დამატება
ru: Записать тренировку
sr: Забележи тренинг

# home.dock.logWorkout.label
source: Log workout
de: Training protokollieren
es: Registrar entrenamiento
fr: Enregistrer séance
hy: Գրանցել մարզումը
it: Registra allenamento
ka: ვარჯიშის ჩაწერა
ru: Записать тренировку
sr: Забележи тренинг

# home.dock.more
source: More actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
hy: Այլ գործողություններ
it: Altre azioni
ka: სხვა მოქმედებები
ru: Другие действия
sr: Више радњи

# home.dock.more.label
source: More
de: Mehr
es: Más
fr: Plus
hy: Ավելին
it: Altro
ka: მეტი
ru: Ещё
sr: Још

# home.dock.nutrition
source: Nutrition
de: Ernährung
es: Nutrición
hy: Սնուցում
it: Nutrizione
ka: კვება
ru: Питание
sr: Исхрана

# home.dock.nutrition.label
source: Nutrition
de: Ernährung
es: Nutrición
hy: Սնունդ
it: Nutrizione
ka: კვება
ru: Питание
sr: Исхрана

# home.dock.photos
source: Goal photo progress
de: Zielfoto-Fortschritt
es: Progreso de fotos de meta
fr: Progression des photos de l'objectif
hy: Նպատակի լուսանկարի առաջընթաց
it: Progressi foto obiettivo
ka: მიზნის ფოტოს პროგრესი
ru: Прогресс фото цели
sr: Напредак циљне фотографије

# home.dock.photos.label
source: Photos
de: Fotos
es: Fotos
hy: Լուսանկարներ
it: Foto
ka: ფოტოები
ru: Фото
sr: Фотографије

# home.dock.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
hy: Պրոֆիլ
it: Profilo
ka: პროფილი
ru: Профиль
sr: Профил

# home.dock.profile.label
source: Profile
de: Profil
es: Perfil
fr: Profil
hy: Պրոֆիլ
it: Profilo
ka: პროფილი
ru: Профиль
sr: Профил

# home.dock.scanGym
source: Scan the gym
de: Fitnessstudio scannen
es: Escanear el gimnasio
fr: Scanner la salle de sport
hy: Սկանավորել մարզասրահը
it: Scansiona la palestra
ka: სავარჯიშო დარბაზის სკანირება
ru: Сканировать зал
sr: Скенирај теретану

# home.dock.scanGym.label
source: Scan gym
de: Fitnessstudio scannen
es: Escanear gimnasio
fr: Scanner la salle
hy: Սկանավորել մարզասրահը
it: Scansiona palestra
ka: დარბაზის სკანირება
ru: Сканировать зал
sr: Скенирај теретану

# home.dock.widgets
source: Edit widgets
de: Widgets bearbeiten
es: Editar widgets
fr: Modifier les widgets
hy: Խմբագրել վիջեթները
it: Modifica widget
ka: ვიჯეტების რედაქტირება
ru: Редактировать виджеты
sr: Уреди виџете

# home.error.couldNotFetch
source: Couldn't fetch today's data. Reconnect a device or try again.
de: Die heutigen Daten konnten nicht abgerufen werden. Verbinde ein Gerät erneut oder versuche es noch einmal.
es: No se pudieron obtener los datos de hoy. Vuelve a conectar un dispositivo o inténtalo de nuevo.
fr: Impossible de récupérer les données du jour. Reconnectez un appareil ou réessayez.
hy: Չհաջողվեց ստանալ այսօրվա տվյալները։ Կրկին կապակցիր սարքը կամ նորից փորձիր։
it: Impossibile recuperare i dati di oggi. Riconnetti un dispositivo o riprova.
ka: დღევანდელი მონაცემების ჩატვირთვა ვერ მოხერხდა. ხელახლა დააკავშირე მოწყობილობა ან სცადე ხელახლა.
ru: Не удалось загрузить данные за сегодня. Переподключи устройство или попробуй снова.
sr: Нисмо успели да учитамо данашње податке. Поново повежи уређај или покушај поново.

# home.goalProgress.addDOB.subtitle
source: Confirms you're 18+ to unlock Goal Body progress photos
de: Bestätigt, dass du 18+ bist, um Zielkörper-Fortschrittsfotos freizuschalten
es: Confirma que tienes 18 años o más para desbloquear las fotos de progreso de Meta corporal
fr: Confirme que tu as 18 ans ou plus pour débloquer les photos de progression Objectif Corps
hy: Հաստատում է, որ 18+ ես՝ Մարմնի նպատակի առաջընթացի լուսանկարներն ապակողպելու համար
it: Conferma che hai 18 anni o più per sbloccare le foto di avanzamento Obiettivo Corpo
ka: ადასტურებს, რომ 18+ ხარ, რომ განიბლოკოს სხეულის მიზნის პროგრესის ფოტოები
ru: Подтверждает, что тебе есть 18 лет, чтобы открыть фото прогресса «Цель по телу»
sr: Потврђује да имаш 18+ година да откључаш фотографије напретка за Циљано тело

# home.goalProgress.addDOB.title
source: Add your date of birth
de: Füge dein Geburtsdatum hinzu
es: Añade tu fecha de nacimiento
fr: Ajoute ta date de naissance
hy: Ավելացրու քո ծննդյան ամսաթիվը
it: Aggiungi la tua data di nascita
ka: დაამატე დაბადების თარიღი
ru: Укажи дату рождения
sr: Додај датум рођења

# home.goalProgress.addGoalPhoto.subtitle
source: See how your plan is shaping your body over time
de: Sieh, wie dein Plan deinen Körper mit der Zeit formt
es: Ve cómo tu plan va moldeando tu cuerpo con el tiempo
fr: Vois comment ton programme façonne ton corps au fil du temps
hy: Տես, թե ինչպես է ձեր պլանը ձևավորում ձեր մարմինը ժամանակի ընթացքում
it: Guarda come il tuo piano sta modellando il tuo corpo nel tempo
ka: ნახე, როგორ ცვლის შენი გეგმა შენს სხეულს დროთა განმავლობაში
ru: Смотрите, как ваш план меняет тело со временем
sr: Погледај како твој план обликује твоје тело током времена

# home.goalProgress.addGoalPhoto.title
source: Add your goal photo
de: Füge dein Zielfoto hinzu
es: Añade tu foto meta
fr: Ajoute ta photo objectif
hy: Ավելացրու քո նպատակային լուսանկարը
it: Aggiungi la tua foto obiettivo
ka: დაამატე შენი მიზნის ფოტო
ru: Добавьте фото цели
sr: Додај своју циљну фотографију

# home.goalProgress.yourProgress.subtitle
source: See your goal-body photo comparison
de: Sieh dir deinen Ziel-Körper-Fotovergleich an
es: Ve la comparación de tus fotos de meta corporal
fr: Voir la comparaison de tes photos d'objectif corporel
hy: Տես ձեր նպատակային մարմնի լուսանկարների համեմատությունը
it: Guarda il confronto delle tue foto dell'obiettivo corporeo
ka: ნახე შენი სხეულის მიზნის ფოტოს შედარება
ru: Посмотрите сравнение фото прогресса тела
sr: Погледај поређење фотографија циљаног изгледа тела

# home.goalProgress.yourProgress.title
source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Ton progrès
hy: Ձեր առաջընթացը
it: I tuoi progressi
ka: თქვენი პროგრესი
ru: Ваш прогресс
sr: Твој напредак

# home.goalRow.customWeek
source: %@ · week %lld of %lld
de: %@ · Woche %lld von %lld
es: %@ · semana %lld de %lld
fr: %@ · semaine %lld sur %lld
hy: %@ · շաբաթ %lld/%lld
it: %@ · settimana %lld di %lld
ka: %@ · კვირა %lld / %lld
ru: %@ · неделя %lld из %lld
sr: %@ · недеља %lld од %lld

# home.greeting.afternoon
source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
hy: Բարի օր
it: Buon pomeriggio
ka: დღე მშვიდობისა
ru: Добрый день
sr: Добар дан

# home.greeting.evening
source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
hy: Բարի երեկո
it: Buonasera
ka: საღამო მშვიდობისა
ru: Добрый вечер
sr: Добро вече

# home.greeting.morning
source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
hy: Բարի լույս
it: Buongiorno
ka: დილა მშვიდობისა
ru: Доброе утро
sr: Добро јутро

# home.greetingRow.editWidgets.accessibilityLabel
source: Edit widgets
de: Widgets bearbeiten
es: Editar widgets
fr: Modifier les widgets
hy: Խմբագրել վիջեթները
it: Modifica widget
ka: ვიჯეთების რედაქტირება
ru: Настроить виджеты
sr: Уреди виџете

# home.greetingRow.historyCalendar.accessibilityLabel
source: History
de: Verlauf
es: Historial
fr: Historique
hy: Պատմություն
it: Cronologia
ka: ისტორია
ru: История
sr: Историја

# home.moodCheckIn.error
source: Couldn't save that -- check your connection and try again.
de: Konnte nicht gespeichert werden -- überprüfe deine Verbindung und versuche es erneut.
es: No se pudo guardar -- comprueba tu conexión e inténtalo de nuevo.
fr: Impossible d'enregistrer -- vérifie ta connexion et réessaie.
hy: Չհաջողվեց պահպանել -- ստուգիր կապդ և նորից փորձիր։
it: Impossibile salvare -- controlla la tua connessione e riprova.
ka: ვერ შევინახეთ -- შეამოწმე კავშირი და სცადე ხელახლა.
ru: Не удалось сохранить -- проверь подключение и попробуй снова.
sr: Није могуће сачувати — провери везу и покушај поново.

# home.moodCheckIn.feelingToday
source: You're feeling %@ today
de: Du fühlst dich heute %@
es: Hoy te sientes %@
fr: Aujourd'hui, tu te sens %@
hy: Այսօր դու քեզ զգում ես %@
it: Oggi ti senti %@
ka: დღეს გრძნობ თავს %@
ru: Сегодня ты чувствуешь себя на «%@»
sr: Данас се осећаш %@

# home.moodCheckIn.loggedAt
source: %@ · tap to change
de: %@ · zum Ändern tippen
es: %@ · toca para cambiar
fr: %@ · touchez pour modifier
hy: %@ · հպիր՝ փոխելու համար
it: %@ · tocca per modificare
ka: %@ · შეეხე შესაცვლელად
ru: %@ · нажми, чтобы изменить
sr: %@ · додирни за промену

# home.moodCheckIn.loggedFallback
source: Logged
de: Erfasst
es: Registrado
fr: Enregistré
hy: Գրանցված է
it: Registrato
ka: დაფიქსირდა
ru: Записано
sr: Забележено

# home.moodCheckIn.prompt
source: How are you feeling today?
de: Wie fühlst du dich heute?
es: ¿Cómo te sientes hoy?
fr: Comment te sens-tu aujourd'hui ?
hy: Ինչպե՞ս ես զգում քեզ այսօր։
it: Come ti senti oggi?
ka: როგორ გრძნობ თავს დღეს?
ru: Как ты себя чувствуешь сегодня?
sr: Како се данас осећаш?

# home.needsData.checkNowButton
source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
hy: Ստուգել հիմա
it: Controlla ora
ka: შემოწმება ახლა
ru: Проверить сейчас
sr: Провери сада

# home.needsData.subtitle
source: Pull to refresh, or check now.
de: Zum Aktualisieren ziehen oder jetzt prüfen.
es: Desliza para actualizar o comprueba ahora.
fr: Tire pour actualiser, ou vérifie maintenant.
hy: Քաշիր թարմացնելու համար կամ ստուգիր հիմա։
it: Trascina per aggiornare, o controlla ora.
ka: გადმოსწიე განახლებისთვის, ან შეამოწმე ახლა.
ru: Потяните, чтобы обновить, или проверьте сейчас.
sr: Повуци за освежавање, или провери сада.

# home.needsData.title
source: Soma needs today's data
de: Soma benötigt die heutigen Daten
es: Soma necesita los datos de hoy
fr: Soma a besoin des données du jour
hy: Soma-ին անհրաժեշտ են այսօրվա տվյալները
it: Soma ha bisogno dei dati di oggi
ka: Soma-ს სჭირდება დღევანდელი მონაცემები
ru: Soma нужны сегодняшние данные
sr: Soma-и су потребни данашњи подаци

# home.readiness.buildingBaseline
source: Building your baseline
de: Deine Basiswerte werden erstellt
es: Creando tu línea base
fr: Construction de ta base de référence
hy: Կառուցվում է ձեր բազային ցուցանիշը
it: Costruzione della tua base di riferimento
ka: შენი საბაზისო მაჩვენებლის აგება
ru: Собираем твои базовые данные
sr: Градимо твоју почетну основу

# home.readiness.checkWorkoutDetailsButton
source: Check workout details
de: Trainingsdetails ansehen
es: Ver detalles del entrenamiento
fr: Voir les détails de la séance
hy: Ստուգել մարզման մանրամասները
it: Controlla i dettagli dell'allenamento
ka: ვარჯიშის დეტალების ნახვა
ru: Посмотреть детали тренировки
sr: Провери детаље тренинга

# home.readiness.fulfilled.headline
source: Done for today
de: Für heute erledigt
es: Listo por hoy
fr: Terminé pour aujourd'hui
hy: Այսօրվա համար ավարտված է
it: Fatto per oggi
ka: დღეს დასრულებულია
ru: Готово на сегодня
sr: Gotovo za danas

# home.readiness.fulfilled.subtitle
source: Today's activity is logged. Daily target met.
de: Deine heutige Aktivität ist erfasst. Tagesziel erreicht.
es: La actividad de hoy está registrada. Objetivo diario cumplido.
fr: L'activité du jour est enregistrée. Objectif atteint.
hy: Այսօրվա ակտիվությունը գրանցված է։ Օրական նպատակը կատարված է։
it: L'attività di oggi è registrata. Obiettivo raggiunto.
ka: დღევანდელი აქტივობა დაფიქსირდა. დღიური მიზანი მიღწეულია.
ru: Сегодняшняя активность зафиксирована. Дневная норма закрыта.
sr: Današnja aktivnost je zabeležena. Dnevni cilj ostvaren.

# home.readiness.fulfilled.subtitleWithCalories
source: %lld kcal logged. Daily target met.
de: %lld kcal erfasst. Tagesziel erreicht.
es: %lld kcal registradas. Objetivo diario cumplido.
fr: %lld kcal enregistrées. Objectif du jour atteint.
hy: %lld կկալ գրանցվել է։ Օրական նպատակը կատարված է։
it: %lld kcal registrate. Obiettivo giornaliero raggiunto.
ka: %lld კკალ დაფიქსირდა. დღიური მიზანი მიღწეულია.
ru: %lld ккал зафиксировано. Дневная норма закрыта.
sr: %lld kcal zabeleženo. Dnevni cilj ostvaren.

# home.readiness.logDifferentActivity
source: Log a different activity
de: Andere Aktivität protokollieren
es: Registrar otra actividad
fr: Enregistrer une autre activité
hy: Գրանցել այլ ակտիվություն
it: Registra un'altra attività
ka: სხვა აქტივობის ჩაწერა
ru: Записать другую активность
sr: Забележи другу активност

# home.readiness.overreached.headline
source: Plenty today
de: Heute schon viel
es: Suficiente por hoy
fr: Beaucoup aujourd'hui
hy: Այսօր բավականաչափ է
it: Tanto per oggi
ka: დღეს საკმარისზე მეტია
ru: Сегодня уже много
sr: Danas je dosta

# home.readiness.overreached.subtitle
source: Today's already a lot. Tomorrow will be easier.
de: Heute war schon viel. Morgen wird es leichter.
es: Hoy ya ha sido mucho. Mañana será más fácil.
fr: Aujourd'hui, c'était déjà beaucoup. Demain sera plus facile.
hy: Այսօր արդեն շատ է։ Վաղը ավելի հեշտ կլինի։
it: Oggi è già stato tanto. Domani sarà più facile.
ka: დღეს უკვე ბევრია. ხვალ უფრო მსუბუქი იქნება.
ru: Сегодня уже много. Завтра будет легче.
sr: Danas je već bilo dosta. Sutra će biti lakše.

# home.readiness.partiallyDone.subtitle
source: You've logged %lld of %lld kcal today. A light session would finish it off.
de: Du hast heute %lld von %lld kcal erfasst. Eine leichte Einheit würde es abrunden.
es: Has registrado %lld de %lld kcal hoy. Una sesión ligera lo completaría.
fr: Tu as enregistré %lld sur %lld kcal aujourd'hui. Une séance légère finirait le travail.
hy: Այսօր գրանցել ես %lld-ը %lld կկալ-ից։ Թեթև մարզումը կավարտի այն։
it: Hai registrato %lld di %lld kcal oggi. Una sessione leggera completerebbe il lavoro.
ka: დღეს დაფიქსირებული გაქვს %lld / %lld კკალ. მსუბუქი სესია დაასრულებდა.
ru: Ты закрыл(а) %lld из %lld ккал сегодня. Лёгкая сессия добьёт остаток.
sr: Danas si zabeležio/la %lld od %lld kcal. Laka sesija bi to završila.

# home.readiness.refreshAccessibilityLabel
source: Refresh today's readiness
de: Heutige Bereitschaft aktualisieren
es: Actualizar la preparación de hoy
fr: Actualiser la forme du jour
hy: Թարմացնել այսօրվա պատրաստվածությունը
it: Aggiorna la prontezza di oggi
ka: დღევანდელი მზაობის განახლება
ru: Обновить готовность на сегодня
sr: Освежи данашњу спремност

# home.readiness.restingHR
source: RHR %lld bpm
de: Ruhepuls %lld bpm
es: FC reposo %lld bpm
fr: FC repos %lld bpm
hy: Հանգստի պուլս %lld bpm
it: FC riposo %lld bpm
ka: მოსვენების პულსი %lld bpm
ru: ЧСС %lld уд/мин
sr: Пулс %lld уд/мин
